# https://github.com/Homebrew/homebrew-bundle

tap "aylei/tap"
tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/core"
tap "twpayne/taps"

brew "bash-completion"
brew "bat"
brew "fzf"
brew "helm"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "kubectx"
brew "aylei/tap/kubectl-debug"
brew "derailed/k9s/k9s"
brew "twpayne/taps/chezmoi"

{{- if eq .chezmoi.os "dariwn" }}
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/services"

brew "bash"
brew "findutils"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "grep"
brew "mkcert"
brew "moreutils"
brew "node"
brew "openconnect"
brew "openssh"
brew "ssh-copy-id"

cask "docker"
cask "firefox-developer-edition"
cask "google-chrome-dev"
cask "jetbrains-toolbox"
cask "logitech-options"
cask "visual-studio-code"
cask "vlc"
{{- end }}
