tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "loadimpact/k6"
tap "twpayne/taps"
brew "bash"
brew "bash-completion@2"
brew "composer"
brew "coreutils"
brew "dnsmasq", restart_service: true
brew "docker", link: false
brew "findutils"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "grep"
brew "hadolint"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "mitmproxy"
brew "mkcert"
brew "moreutils"
brew "nginx"
brew "node"
brew "openconnect"
brew "openssh"
brew "php-code-sniffer"
brew "phpunit"
brew "ruby"
brew "ssh-copy-id"
brew "yarn"
brew "loadimpact/k6/k6"
brew "twpayne/taps/chezmoi"
cask "docker"
cask "firefox-developer-edition"
cask "google-chrome-dev"
cask "jetbrains-toolbox"
cask "logitech-options"
cask "mactex"
cask "mongodb-compass-community"
cask "openconnect-gui"
cask "robo-3t"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
